//: Playground - noun: a place where people can play

import UIKit

/*
 1. Объявите строковую константу и запишите в нее ваше имя.
 */
let value1 = "Bogdan"
/*
 2. Объявите переменную типа Double и запишите в нее ваш вес в килограммах.
 */
var value2 = 82.0
/*
 3. Объявите переменную типа Int и запишите в нее ваш рост в сантиметрах.
 */
var value3 = 187
/*
 4. Вычислите ваш индекс массы тела и запишите его в переменную. Формула для расчета ИМТ:
 ИМТ = вес[кг] / рост[м]2
 */
var IMT = value2 / Double(value3)